import { NewsType } from "@/types/base.types";

export const fakeApi: NewsType[] = [
  {
    newsTitle: "Прямые Поставки Продуктов из Вьетнама",
    newsParagraph:
      "Мы в ресторане HA LONG 2 стремимся дарить вам аутентичные вкусы Вьетнама, и поэтому особое внимание уделяем качеству продуктов. Все ингредиенты, от свежих трав до редких специй, поступают прямо из Вьетнама от проверенных поставщиков, чтобы каждый визит в наш ресторан был для вас настоящим гастрономическим путешествием. Попробуйте классические блюда, такие как знаменитый суп фо с нежным мясом и свежей зеленью",
    imageUrl:
      "https://korfood.ru/upload/disk/a8a/jvh9uubp8rumypnf1tqjlyv0nja9t51x",
  },
  {
    newsTitle: "Почему Наши Блюда Такие Вкусные? Секрет в Ингредиентах!",
    newsParagraph:
      "В HA LONG 2 мы уверены, что только лучшие ингредиенты могут раскрыть всю глубину вкуса традиционной вьетнамской кухни. Именно поэтому мы выбираем только свежие овощи, ароматные травы и экзотические специи, которые поступают к нам напрямую из Вьетнама. Эти тщательно отобранные продукты помогают нам воссоздать оригинальные рецепты, которые передаются вьетнамскими семьями из поколения в поколение.",
    imageUrl:
      "https://viasun.ru/blog/wp-content/uploads/2023/05/wet-vietnam-mountain-flow-stream-rural.jpg",
  },
  {
    newsTitle: "Аутентичность во Всем: от Продуктов до Атмосферы",
    newsParagraph:
      "Для нас в HA LONG 2 важно, чтобы каждый гость мог насладиться подлинными вкусами Вьетнама. Благодаря сотрудничеству с фермерами и производителями во Вьетнаме, мы можем гарантировать, что каждое блюдо, от пряного супа том ям до традиционных спринг-роллов, сделано из ингредиентов высшего качества. Свежий базилик, кинза, корень галангала и другие компоненты поступают к нам в свежем виде, сохраняя всю свою пользу и аромат.",
    imageUrl:
      "https://blog-cdn.aviata.kz/posts/thumbnails/0_e3b4f36f57c1216826f118b761bb56882acb1edd.webp",
  },
  {
    newsTitle: "Экологические Стандарты и Ответственность",
    newsParagraph:
      "В HA LONG 2 мы заботимся не только о вкусе, но и об экологии и устойчивом развитии. Все наши поставщики соблюдают высокие стандарты экологически чистого производства, что позволяет нам поддерживать свежесть и натуральность продуктов, сохраняя при этом планету. Мы приглашаем вас оценить разницу: каждое блюдо, будь то фо с нежной говядиной или лапша с морепродуктами, не только вкусное, но и приготовлено с заботой об окружающей среде.",
    imageUrl:
      "https://blog.ostrovok.ru/wp-content/uploads/2023/12/5%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F-5.jpg",
  },
  {
    newsTitle: "Экологические Стандарты и Ответственность",
    newsParagraph:
      "В HA LONG 2 мы заботимся не только о вкусе, но и об экологии и устойчивом развитии. Все наши поставщики соблюдают высокие стандарты экологически чистого производства, что позволяет нам поддерживать свежесть и натуральность продуктов, сохраняя при этом планету. Мы приглашаем вас оценить разницу: каждое блюдо, будь то фо с нежной говядиной или лапша с морепродуктами, не только вкусное, но и приготовлено с заботой об окружающей среде.",
    imageUrl:
      "https://blog.ostrovok.ru/wp-content/uploads/2023/12/5%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F-5.jpg",
  },
  {
    newsTitle: "Экологические Стандарты и Ответственность",
    newsParagraph:
      "В HA LONG 2 мы заботимся не только о вкусе, но и об экологии и устойчивом развитии. Все наши поставщики соблюдают высокие стандарты экологически чистого производства, что позволяет нам поддерживать свежесть и натуральность продуктов, сохраняя при этом планету. Мы приглашаем вас оценить разницу: каждое блюдо, будь то фо с нежной говядиной или лапша с морепродуктами, не только вкусное, но и приготовлено с заботой об окружающей среде.",
    imageUrl:
      "https://blog.ostrovok.ru/wp-content/uploads/2023/12/5%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F-5.jpg",
  },
  {
    newsTitle: "Экологические Стандарты и Ответственность",
    newsParagraph:
      "В HA LONG 2 мы заботимся не только о вкусе, но и об экологии и устойчивом развитии. Все наши поставщики соблюдают высокие стандарты экологически чистого производства, что позволяет нам поддерживать свежесть и натуральность продуктов, сохраняя при этом планету. Мы приглашаем вас оценить разницу: каждое блюдо, будь то фо с нежной говядиной или лапша с морепродуктами, не только вкусное, но и приготовлено с заботой об окружающей среде.",
    imageUrl:
      "https://blog.ostrovok.ru/wp-content/uploads/2023/12/5%D0%BA%D0%BE%D0%BF%D0%B8%D1%8F-5.jpg",
  },
];
